[
  {
    "chapterNo": "41",
    "verseNo": "53",
    "verse": "We will show them Our signs in the <b> universe and within themselves </b> until it becomes clear to them that this <b>˹Quran˺ is the truth </b> . Is it not enough that your Lord is a Witness over all things?"
  },
  {
    "chapterNo": "51",
    "verseNo": "47",
    "verse": "We built the universe with <b> ˹great˺ </b>might, and We are certainly<b> expanding </b> ˹it˺."
  },
  {
    "chapterNo": "3",
    "verseNo": "190",
    "verse": "Indeed, in the <b>creation of the heavens and the earth</b> and the <b>alternation of the day and night</b> there are signs for <b>people of reason</b>."
  },
  {
     "chapterNo":"4",
     "verseNo":"82",
     "verse":"<b>Do they not then reflect on the Quran?</b> Had it been <b>from anyone other than Allah</b>, they would have certainly <b>found in it many inconsistencies</b>."
  },
  {
     "chapterNo":"7",
     "verseNo":"185",
     "verse":"Have they ever <b>reflected on the wonders of the heavens and the earth</b>, and everything Allah has created, and that <b>perhaps their end is near</b>? So what message after this ˹Quran˺ would they believe in?"
  },
  {
     "chapterNo":"30",
     "verseNo":"8",
     "verse":"<b>Have they not reflected upon their own being?</b> Allah only created the <b>heavens and the earth and everything in between</b> for a <b>purpose</b> and an appointed term. Yet most people are truly in denial of the meeting with their Lord!"
  },
  {
    "chapterNo": "93",
    "verseNo": "7",
    "verse": "Did He not find you <b>unguided</b> then <b>guided</b> you?"
  },
  {
    "chapterNo": "94",
    "verseNo": "5",
    "verse": "So, surely with <b>hardship</b> comes <b>ease</b>."
  },
  {
    "chapterNo": "2",
    "verseNo": "45",
    "verse": "And seek help through <b>patience</b> and <b>prayer</b>. Indeed, it is a burden except for the humble—"
  },
  {
     "chapterNo":"10",
     "verseNo":"24",
     "verse":"The <b>life of this world is just like rain</b> We send down from the sky, producing a mixture of plants which humans and animals consume. Then just as the earth looks its best, perfectly beautified, and its people think they have full control over it, there comes to it Our command by night or by day,<b> so We mow it down</b> as if it never flourished yesterday! <b>This is how We make the signs clear for people who reflect.</b>"
  },
  {
     "chapterNo":"13",
     "verseNo":"3",
     "verse":"And He is the One Who spread out the<b> earth and placed firm mountains and rivers upon it</b>, and created <b>fruits of every kind in pairs</b>. He <b>covers the day with night</b>. Surely in this are <b>signs for those who reflect.</b>"
  },
  {
     "chapterNo":"3",
     "verseNo":"191",
     "verse":"˹They are˺ those who remember Allah while standing, sitting, and lying on their sides, and <b>reflect on the creation of the heavens and the earth</b> ˹and pray˺, “<b>Our Lord! You have not created ˹all of˺ this without purpose.</b> Glory be to You! <b>Protect us from the torment of the Fire.</b>"
  },
  {
     "chapterNo":"10",
     "verseNo":"5",
     "verse":"˹He is the One Who made <b>the sun a radiant source</b> and <b>the moon a reflected light</b>, with <b>precisely ordained phases</b>, so that you may <b>know the number of years and calculation ˹of time˺</b>. Allah did not create all this except for a purpose. He makes the signs clear for people of knowledge."
  }
]
